{"saving_throws_dex_modifier":"1","saving_throws_con_modifier":"6","stats_str":"15","stats_dex":"12","stats_con":"10","proficiency_bonus":"+2","stats_dex_modifier":"+","stats_int":"14","stats_wis":"8","stats_cha":"10","skills_athletics":true,"skills_insight":true,"skills_intimidation":true,"skills_investigation":true,"skills_religion":true,"saving_throws_wis":true,"saving_throws_cha":true,"inspiration":"","armor_class":"16","initiative":"+1","speed":"30","hit_points_max":"16","hit_points_current":"16","temp_hit_points":"","hit_dice_total":"1d10","hit_dice":"1d10","weapon_1_name":"Greatsword","spellcasting_text":"","equipment_text":"1 explorers pack\n=> 30ft de cuerda\n1 chain mail (Cota de malla) (AC 16)\n1 holy symbol\n<Insignia de rango>\n<Trofeo de enemigo fallido>\nSet de dados de hueso\nSet de ropas comunes\n4 Plumas moradas (de la misión)\n5 Plumas rojas (las chicas)\n1 Marcador (para la calle)","copper_points":"","silver_points":"","passive_wisdom":"9","other_proficiencies_and_languages_text":"Bueno pa los cachos\nVehículos de tierra\nAll armors, shields, and simple/martial weapons.","personality_traits":"Un buen luchador, experto en combate con espada y armas pesadas, un soldado inspirado en aprender las mecánicas de la guerra. Elinor disfruta luchar, pero no disgusta de observar y estudiar desde lejos (cuando hay paciencia).","ideals":"Luchar con valentía, destreza, pasión e inteligencia. Aunque tenga sus inquietudes, siempre cumplir los objetivos, y recordar como actuar mejor para la próxima.","features_and_traits":"- Desventaja en el sigilo\n- Divine Sense (1/1) (Long rest)\n\n= = = = = Lay on Hands (10/10) (Long rest) = = = \nYour blessed touch can heal wounds. You have a pool of healing power that replenishes when you take a long rest. With that pool, you can restore a total number of hit points equal to your paladin level x 5. As an action, you can touch a creature and draw power from the pool to restore a number of hit points to that creature, up to the maximum amount remaining in your pool.\n\n= = = =  FEAT: Great weapon master  = = = = = = = \nYou've learned to put the weight of a weapon to your advantage, letting its momentum empower your strikes. You gain the following benefits:\n• On your turn, when you score a critical hit with a\nmelee weapon or reduce a creature to 0 hit points with one, you can make one melee weapon attack as a bonus action.\n• Before you make a melee attack with a heavy weaponthat you are proficient with, you can choose to take a -5 penalty to the attack roll. If the attack hits, you add +10 to the attack's damage. \n\n= = = = = = DIVINE SMITE (lvl 2) = = = = = = = = = \nStarting at 2nd level, when you hit a creature with a melee weapon attack, you can expend one paladin spell slot to deal radiant damage to the target, in addition to the weapon's damage. The extra damage is 2d8 for a 1st-level spell slot, plus 1d8 for each spell level higher than 1st, to a maximum of 5d8. The damage increases by 1d8 if the target is an undead or a fiend. \n\n= = = =  Thunderous Smite (SPELL LVL 1)  = = = = \nThe first time you hit with a melee weapon attack during this spell's duration, your weapon rings with thunder that is audible within 300 feet of you, and the attack deals an extra 2d6 thunder damage to the target. Additionally, if the target is a creature, it must succeed on a Strength saving throw or be pushed 10 feet away from you and knocked prone.\n\n= = = GREAT WEAPON FIGHTING (Style) = = = = =\nWhen you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll. The weapon must have the two-handed or versatile property for you to gain this benefit.\n \n= = = = = = = =  NOTES  = = = = = = = = = = = = = = \n[20] Cuando estaba en la nación, vi muchos mercaderes y viajeros que venian de Nova Ítera con artilugios, ruinas y elementos que invitaban a viajar al nuevo continente.\n","weapon_1_attack_bonus":"+4","weapon_1_damage":"2d6 + 2(STR) sh","weapon_2_name":"Pike (reach)","weapon_2_attack_bonus":"+4","weapon_2_damage":"1d10 + 2(STR) pc","weapon_3_name":"Spear (versatile)","weapon_3_attack_bonus":"+4","weapon_3_damage":"1d6 + 2(STR) pc","class_and_level":"Paladin 2","background":"Soldier (Infantry)","player_name":"Datx","race":"Human","character_name":"Valerian Elinor","gold_points":"10","bonds":"Tras las numerosas marchas, campamentos y combates de la guerra, Valerian se encariñó con los paisajes naturales, la geografía y la variedad entre espacios.","flaws":"A pesar de participar en el ejercito, nunca le gustaron las formaciones con mucha estructura. Nada mejor que el caos de una buena escaramuza.","alignment":"-","experience_points":"-","spellcasting_class":"","spellcasting_ability":"CHA","spell_save_dc":"10","spell_attack_bonus":"+2","spell_level_one_spell_1":"Thunderous Smite","spell_level_one_slots_total":"2","spell_level_one_slots_expended":"[2/2] (remain)","spell_level_one_spell_2":"(puedo cambiarlo en descanso largo)"}